{
    "Pos.al: Simplify Your Point of Sale": "Platforma POS",
    "Simplify Sales. Enhance Service.": "Thjeshtoni shitjet. Përmirësoni Shërbimin.",
    "Introduction": "Hyrje",
    "Start your plan" : "Shiko çmimet",
    "Welcome to our Point of Sale (POS) website. These terms and conditions (hereafter 'Terms') apply to all users of the website and its services. By accessing or using our website, you agree to be bound by these Terms. If you do not agree with these Terms, you may not use the website.": "Mirësevini në faqen tonë të Pikës së Shitjes (POS). Këto terma dhe kushte zbatohen për të gjithë përdoruesit e faqes sonë dhe shërbimeve që ofron. Duke hyrë ose duke përdorur faqen tonë, ju pranoni të jeni të bini dakort me këto Kushte. Nëse nuk jeni dakord me këto Kushte, nuk mund të përdorni faqen dhe shërbimet e saj.",
    "Terms & Conditions" : "Termat & Kushtet",
    "Use of website": "Përdorimi i faqes",
    "You are granted permission to use our website and services for lawful purposes only. You may not use the website in any way that breaches any applicable local, or national law or regulations." : "Juve ju jepet e drejta për të përdorur faqen dhe shërbimet tona vetëm për qëllime të ligjshme. Ju nuk mund ta përdorni faqen në asnjë mënyrë që shkel çdo ligj ose rregullore të zbatueshme vendore ose kombëtare.",
    "Pricing": "Çmimet",
    "Features": "Risitë",
    "Support": "Ndihma online",
    "Login": "Hyr",
    "What’s included" : "Çfarë përfshihet",
    "Access to our Pos platform." : "Akses në platformën Pos.",
    "Access to Pos and cash fiscalization." : "Akses në Pos + fiskalizimin cash.",
    "Access to Pos, cash and e-invoice fiscalization." : "Akses në Pos, cash dhe e-invoice.",
    "Access to Rest API, cash, non-cash, e-invoice services." : "Akses në shërbimet Rest API, cash, jo-cash, e-invoice.",
    "Pos + Cash Fiscalization" : "Pos + Fiskalizimi Cash",
    "400ALL/monthly" : "400ALL/muaj",
    "200ALL/monthly" : "200ALL/muaj",
    "500ALL/monthly" : "500ALL/muaj",
    "Pos + E-Invoice" : "Pos + E-Invoice",
    "Rest API Fiscalization" : "Fiskalizim Rest API",
    "Try Now..." : "Provo Pos...",
    "Great pos platform. Really enjoying my experience! I am so glad that I found this platform 😊" : "Platformë e shkëlqyer pos. Me të vërtetë më pëlqen përvoja! Jam shumë i lumtur që gjeta këtë platformë 😊",
    "I would recommend this platform to EVERYBODY. It's great!" : "Unë do t'ia rekomandoja këtë platformë TË GJITHËVE. Është e mrekullueshme!",
    "I am finding this experience wonderful. Very great platform!" : "Më duket e mrekullueshme kjo përvojë. Platformë shumë e shkëlqyer!",
    "What our people say" : "Vlerësimet e klientëve",
    "Platform's plans and prices" : "Çmimet në platformë",
    "Free" : "Falas",
    "Easy Product Management" : "Menaxhim i thjeshtë i produkteve",
    "Pos.al simplifies the management of products" : "Pos.al e bën menaxhimin e produkteve më të lehtë",
    "With Pos.al businesses can swiftly navigate through their catalog, search for items, and apply filters to quickly find specific products, ensuring a smooth and efficient sales process." : "Me Pos.al bizneset mund të navigojnë me shpejtësi nëpër kataloget e tyre, të kërkojnë artikuj dhe të vendosin filtra për të gjetur shpejt produkte specifike, duke siguruar një proces të qetë dhe efikas të shitjeve.",
    "Intuitive catalog" : "Katalog i thjeshtë",
    "Efficient management" : "Menaxhim efikas",
    "Flexible Payment Options" : "Pagesa Fleksibël",
    "Pos.al offers flexible payment options" : "Pos. al ofron mënyra pagesash fleksibël",
    "With Pos.al you can generate customizable receipts and invoices, providing businesses with a professional and organized approach to financial transactions." : "Me Pos.al ju mund të gjeneroni fatura të personalizuara, duke u ofruar bizneseve një qasje profesionale dhe të organizuar ndaj transaksioneve financiare.",
    "Multiple payment methods" : "Mënyra pagesash të ndryshme",
    "Secure transactions" : "Transaksione të sigurta",
    "Customer Support and Helpdesk" : "Shërbim klienti dhe live chat",
    "Pos.al offers integrated customer support and helpdesk features" : "Pos.al ofron shërbim klienti dhe live chat",
    "The platform includes ticketing systems, live chat support, and a knowledge base to address common questions or concerns. With a dedicated customer support and helpdesk feature, you can improve customer satisfaction, build trust, and maintain strong relationships." : "Platforma përfshin krijimin e 'tickets', suport live me agjentët tanë dhe një bazë njohurish për të adresuar pyetjet ose problemet e zakonshme. Me një suport të dedikuar, ju mund të përmirësoni kënaqësinë e klientit, të krijoni besim dhe të mbani marrëdhënie të forta.",
    "Intellectual property" : "Prona intelektuale",
    "All elements used on this website, including but not limited to text, graphics, logos, images, and software, are protected by copyright. They are owned by Pos.al. This site is used as determined on the terms here. The customer has the right to use this site only for his personal use and any copying, unauthorized use of the elements used on this site is prohibited." : "Të gjithë elementet e përdorur në këtë faqe, duke përfshirë elementët vizualë apo zanorë, dhe softuer, janë të mbrojtura nga e drejta e autorit. Ato janë në pronësinë e Pos.al. Kjo faqe përdoret sipas kushteve të përgjithshme që përcaktohen këtu. Klienti ka të drejtë ta përdorë këtë faqe vetëm për përdorimin e tij personal dhe çdo kopjim, përdorim i paautorizuar i elementeve të përdorura në këtë faqe është i ndaluar.",
    "Privacy policy" : "Politikat e privatësisë",
    "Pos.al reserves the right to process personal data in order to improve the management of the relationship with its customers and promote the services offered on the site, without sharing them with third parties. Pos.al collects the following data from the user Name, Surname, NUIS, Address, City, Phone number, E-mail address." : "Pos.al ka të drejtën të përpunojë të dhënat personale në mënyrë që të përmirësojë menaxhimin e marrëdhënies me klientët e saj dhe të promovojë shërbimet e ofruara në faqe, pa i ndarë ato me palë të treta. Pos.al mbledh nga përdoruesi të dhënat e mëposhtme: Emër, Mbiemër, NIPT, Adresa, Qyteti, Numër telefoni, Adresë e-mail.",
    "The purposes for which we process customer data are as follows--": "Qëllimet për të cilat ne përpunojmë të dhënat e klientëve janë si më poshtë:",
    "1. Sending information about purchased subscriptions and general notifications via email or phone call.": "1. Dërgim të informacioneve në lidhje me abonimet e blera dhe njoftimet e përgjithshme nëpërmjet email ose thirrjes telefonike.",
    "2. Sending personalized notifications on actions taken on the site.": "2. Dërgim të njoftimeve të personalizuara mbi veprimet e marra në faqe.",
    "In cases as shown below-": "Në rastet si më poshtë:",
    "1.Uploading the fiscalization certificate in order to fiscalize your invoices, the data is not shared with third parties.": "1.Ngarkimi i certifikatës së fiskalizimit në mënyrë që të fiskalizoni faturat tuaj, të dhënat nuk ndahen me palët e treta.",
    "2.Subscription payments on the platform, sensitive data of the used bank account, debit and credit cards are not collected and shared with third parties.": "2.Pagesat e abonimeve në platformë, të dhënat sensitive të llogarisë bankare të përdorur, kartave të debitit, kreditit nuk mblidhen dhe të ndahen me palët e treta.",
    "3.Saving a bank account in the program by setting IBAN, Bank name, SWIFT, is not shared with third parties.": "3.Ruajtjes së një llogarie bankare në program duke vendosur: IBAN, Emrin e bankës, SWIFT, nuk ndahen me palët e treta.",
    "User conduct" : "Sjellja e përdoruesit",
    "You agree to use our site in a manner that is legal, ethical and respectful of the rights of others. You may not use our website to harass, threaten or intimidate others, to engage in any activity that is fraudulent, illegal or harmful, or to transmit any virus or other harmful code." : "Ju pranoni të përdorni faqen tonë në një mënyrë që është ligjore, etike dhe respektuese e të drejtave të të tjerëve. Ju nuk mund të përdorni faqen tonë të internetit për të ngacmuar, kërcënuar ose frikësuar të tjerët, për t'u përfshirë në ndonjë aktivitet që është mashtrues, ilegal ose i dëmshëm, ose për të transmetuar ndonjë virus ose kod tjetër të dëmshëm.",
    "Limitation of liability" : "Kufizimi i përgjegjësisë",
    "Our company is not responsible for any damages resulting from the incorrect use or inability to use our site or our services. This includes but is not limited to direct, indirect, incidental, punitive and consequential damages. We take no responsibility for any loss or damage that may be caused by unauthorized access using our servers or disrupting our services." : "Kompania jonë nuk është përgjegjëse për ndonjë dëm që rezulton nga përdorimit të gabuar ose pamundësisë për të përdorur faqen tonë ose shërbimet tona. Kjo përfshin, por nuk kufizohet në dëmet direkte, dëmet ndërmjetëse, rastësore, ndëshkuese dhe dëmet pasojore. Ne nuk marrim përgjegjësi për humbjet ose dëmet që mund të shkaktohen nga akses i paautorizuar që përdor serverat tanë ose ndërpret shërbimet tona.",
    "Modifications" : "Modifikimet",
    "We reserve the right to make changes or revisions to these Terms at any time without prior notice. Your continued use of the Site following any changes to these Terms constitutes your acceptance of the new Terms." : "Ne rezervojmë të drejtën për të bërë ndryshime ose rishikime në këto Kushte në çdo kohë pa njohfrim paraprak. Përdorimi i vazhdueshëm i faqes pas çdo ndryshimi në këto Kushte përbën pranimin tuaj të Kushteve të reja.",
    "Governing law" : "Ligji në fuqi",
    "These Terms will be subject to and interpreted in accordance with the laws of the Republic of Albania, without affecting the principles of conflict of law." : "Këto Kushte do të nënshtrohen dhe do të interpretohen në përputhje me ligjet e Republikës së Shqipërisë, pa prekur parimet e konfliktit të ligjit.",
    "Contact us" : "Na kontaktoni",
    "If you have any questions or comments about these Terms, please contact us at +355672014274 or send an email to info@pos.al." : "Nëse keni ndonjë pyetje ose koment në lidhje me këto Kushte, ju lutemi na kontaktoni në +355672014274 ose dërgoni email në info@pos.al.",
    "Customer support" : "Shërbim klienti",
    "Helpdesk integration" : "Integrim me live chat",
    "If you have any quesiton or need help with anything, don't hesitate to reach out to us:" : "Nëse keni ndonjë pyetje ose keni nevojë për ndihmë mos hezitoni të na kontaktoni:",
    "Mobile:" : "Telefon:",
    "Follow us on YouTube" : "Na ndiqni në YouTube",
    "Email us" : "Na shkruani në Email",
    "Visit our page" : "Vizitoni faqen tonë",
    "Get in Touch with us" : "Na kontaktoni",
    "Contact" : "Kontakti",
    "Reliable" : "I thjeshtë",
    "Swift" : "I shpejtë",
    "Secured" : "I sigurt",
    "Get Started" :  "Provoni Pos",
    "What is the Pos platform?": "Çfarë është platforma Pos?",
    "The Pos platform is a modern solution to manage your sales. With simple yet advanced tools, it helps grow your business. Easily and efficiently manage products, inventory, and customer service.": "Platforma Pos është një zgjidhje moderne për të menaxhuar shitjet tuaja. Me mjete të thjeshta dhe të avancuara, ajo ndihmon në rritjen e biznesit tuaj. Menaxho produkte, inventarin, dhe shërbimin ndaj klientëve në një mënyrë të lehtë dhe efikase.",
    "How do I get started?": "Si të filloj?",
    "Getting started with our Pos platform is easy and efficient. Begin by registering with your information. After registration, add the necessary fiscalization certificate to ensure legal compliance. Next, input your product details like names, descriptions, and prices to establish a well-organized inventory in the Pos platform. Our user-friendly interface guides you throughout this process, ensuring a seamless setup. Once done, you'll unlock the full potential of the Pos platform for managing sales, tracking inventory, and offering excellent customer service. Experience the convenience and efficiency of our platform – start today!": "Nisja me platformën tonë të Pos-it është e lehtë. Filloni duke u regjistruar me të dhënat tuaja. Pas regjistrimit, shtoni certifikatën e fiskalizimit për të siguruar përputhjen me kërkesat ligjore. Më pas, vendosni detajet e produkteve tuaja si emrat, përshkrimet dhe çmimet për të krijuar një inventar të organizuar në platformë. Ndërfaqja jonë e thjeshtë do t'ju udhëheq gjatë këtij procesi, duke garantuar një setup të lehtë. Kur të keni përfunduar, do të hapni tërë potencialin e platformës Pos për menaxhimin e shitjeve, ndjekjen e inventarit dhe ofrimin e shërbimit të shkëlqyer ndaj klientëve. Përjetoni lehtësinë dhe efikasitetin e platformës sonë - filloni sot!",
    "What's included in the Pos platform?": "Çfarë përfshihet në platformën Pos?",
    "The Pos platform provides access to various features that empower your business. From efficient product management and flexible payment options to integrated customer support and helpdesk features, Pos platform equips you with the tools needed for smooth sales operations. It offers different plans with varying features and pricing to suit your needs, and ensures the security of your personal information through our privacy policy. Additionally, it simplifies processes like cash fiscalization, e-invoice fiscalization, and Rest API fiscalization, allowing you to focus on growth and exceptional customer service.": " Platforma Pos ofron qasje në shumë veçori që fuqizojnë biznesin tuaj. Nga menaxhimi efikas i produkteve dhe opsionet fleksibël të pagesave, deri te shërbimi i integruar i ndihmës së klientit, platforma Pos ju pajis me mjetet që ju nevojiten për operacione të qeta të shitjeve. Ajo ofron plane të ndryshme me veçori dhe çmime të ndryshme për të përshtatur nevojat tuaja, dhe ofron sigurinë e të dhënave tuaja personale përmes politikave tona të privatësisë. Përveç kësaj, ajo thjeshton proceset si fiskalizimi cash, fiskalizimi e-invoice dhe fiskalizimi Rest API, duke ju lejuar të përqëndroheni në rritje dhe shërbim të shkëlqyer ndaj klientëve.",
    "What payment options are available?": "Çfarë mundësish pagesash janë në dispozicion?",
    "Pos.al offers a variety of convenient payment options to accommodate your customers. You can accept credit and debit cards, cash payments, mobile wallets, and even contactless payments. This diverse range of payment methods ensures that your customers can choose the option that suits them best, enhancing their shopping experience and contributing to increased sales.": "Pos.al ofron një gamë të ndryshme opsionesh pagesash të rehatshme për të akomoduar klientët tuaj. Mund të pranoni karta krediti ose debiti, pagesa në dorë, dhe madje edhe pagesat pa kontakt. Kjo gamë e gjërë e metodave të pagesës siguron që klientët tuaj të zgjedhin opsionin që i përshtatet më mirë, duke përmirësuar përvojën e tyre të blerjeve dhe duke kontribuar në rritjen e shitjeve.",
    "How can I get customer support?": "Si mund të marr ndihmë nga shërbimi për klientët?",
    "At Pos.al, we prioritize exceptional customer support. Our integrated helpdesk feature allows you to connect with our dedicated support team in real-time through live chat. If you have questions, need assistance, or encounter any issues, simply reach out to our support agents, who are ready to provide prompt and personalized help. We are committed to ensuring that your experience with Pos.al is smooth, efficient, and hassle-free.": "Tek Pos.al, ne i japim prioritet të veçantë ndihmës për klientët. Veçoritë e integruara të ndihmës online ju lejojnë të lidheni me ekipin tonë të posaçëm të ndihmës në kohë reale përmes live chat. Nëse keni pyetje, keni nevojë për ndihmë, ose hasni ndonjë problem, thjesht lidhuni me agjentët tanë të ndihmës, të cilët janë të gatshëm të ofrojnë ndihmë menjëherë dhe të personalizuar. Ne jemi të angazhuar të sigurojmë që përvoja juaj me Pos.al të jetë e qetë, efikase dhe pa vështirësi.",
    "What is the pricing for different plans?": "Cili është çmimi për planet e ndryshme?",
    "Pos.al offers a range of plans tailored to meet your specific needs. Our pricing varies depending on the features and services included in each plan. Whether you're a small business looking for essential features or a larger enterprise seeking advanced capabilities, Pos.al has a plan to suit you. Visit our website to explore the different plans and their corresponding pricing details. We are committed to providing transparent and competitive pricing options to help your business thrive.": "Pos.al ofron një sërë planesh të përshtatura për të përmbushur nevojat tuaja specifike. Çmimet tona ndryshojnë në varësi të veçorive dhe shërbimeve të përfshira në çdo plan. Pavarësisht nëse jeni një biznes i vogël që kërkon veçoritë themelore ose një korporatë më e madhe që kërkon aftësi të avancuara, Pos.al ka një plan që i përshtatet juve. Vizitoni faqen tonë të internetit për të eksploruar planet e ndryshme dhe detajet e cmimeve të tyre korresponduese. Ne jemi të përkushtuar të sigurojmë opsione transparente dhe konkurruese të çmimeve për të ndihmuar biznesin tuaj të zhvillohet.",
    "What is cash fiscalization?": "Çfarë është fiskalizimi cash?",
    "Cash fiscalization is a crucial process that ensures transparency and compliance with tax regulations. It involves the registration of cash transactions with the tax authorities in real-time, allowing accurate reporting and monitoring. With cash fiscalization, each sale is recorded, and a unique fiscal code is generated for the transaction. This code is then printed on the receipt, verifying that the transaction has been properly documented and reported to the tax authorities.": " Fiskalizimi cash është një proces thelbësor që siguron transparencën dhe përputhjen me rregulloret tatimore. Kjo përfshin regjistrimin e transaksioneve cash me autoritetet tatimore në kohë reale, duke lejuar raportimin dhe monitorimin e saktë. Me fiskalizimin cash, çdo shitje regjistrohet dhe gjenerohet një kod fiskal unik për transaksionin. Ky kod pastaj printohet në faturë, duke verifikuar se transaksioni është dokumentuar dhe raportuar siç duhet te autoritetet tatimore.",
    "What is e-invoice fiscalization?": "Çfarë është fiskalizimi e-invoice?",
    "E-invoice fiscalization is a modern method of ensuring accurate and accountable financial transactions. It involves the electronic issuance and reporting of invoices to the tax authorities. With e-invoice fiscalization, businesses generate digital invoices with specific fiscal codes and transmit them directly to the tax authorities. This streamlines the invoicing process, reduces paperwork, and enhances transparency. By adopting e-invoice fiscalization, businesses contribute to a more efficient and digitally advanced economy.": "Fiskalizimi e-invoice është një metodë moderne për të siguruar transaksione financiare të sakta. Ky përfshin dhënien dhe raportimin elektronik të faturave te autoritetet tatimore. Me fiskalizimin e-invoice, bizneset gjenerojnë fatura digjitale me kode specifikë fiskale dhe i transmetojnë ato drejtpërdrejt autoriteteve tatimore. Kjo e thjeshton procesin e faturimit, redukton punën me dokumentacion dhe përmirëson transparencën. Duke marrë në përdorim fiskalizimin e-invoice, bizneset kontribuojnë në një ekonomi më efikase dhe më të avancuar digjitale.",
    "What is Rest API fiscalization?": "Çfarë është fiskalizimi Rest API?",
    "Rest API fiscalization offers businesses the ability to integrate their point of sale systems with tax authorities using a modern and standardized interface. It enables seamless communication between the POS system and the tax authority's database, ensuring that all relevant fiscal data is accurately and securely transmitted. This integration simplifies the fiscalization process and minimizes the risk of errors or discrepancies. Rest API fiscalization enhances efficiency and compliance while providing a reliable and automated way to fulfill fiscal obligations.": "Fiskalizimi Rest API ofron bizneseve aftësinë për të integruar sistemet e tyre të pikave të shitjes me autoritetet tatimore përmes një ndërfaqeje moderne dhe të standardizuar. Ai mundëson komunikim të thjeshtë midis sistemit të pikës së shitjes dhe bazës së të dhënave të autoritetit tatimor, duke siguruar që të gjitha të dhënat fiskale të transmetohen me saktësi dhe siguri. Ky integrim e thjeshton procesin e fiskalizimit dhe minimizon rrezikun e gabimeve ose ndryshimeve. Fiskalizimi Rest API përmirëson efikasitetin dhe përputhshmërinë ndërsa ofron një mënyrë të besueshme dhe të automatizuar dhe plotësuar detyrimet fiskale.",
    "What are the benefits of using Pos.al?": "Cilat janë përfitimet e përdorimit të Pos.al?",
    "Pos.al offers a wide range of benefits that can significantly impact your business. It simplifies product management by providing intuitive tools for organizing your inventory. The flexible payment options cater to your customers' preferences, enhancing their shopping experience. Integrated customer support and helpdesk features ensure that you can provide timely assistance to your customers. Additionally, Pos.al's security measures protect customer data and help you comply with privacy regulations. Its compatibility with various hardware devices ensures seamless operations, and the platform's comprehensive plans provide you with choices that suit your needs and budget.": "Pos.al ofron një gamë të gjerë të përfitimeve që mund të ndikojnë ndjeshëm në biznesin tuaj. Ajo thjeshton menaxhimin e produkteve duke ofruar mjetet intuitive për organizimin e inventarit tuaj. Opsionet fleksibël të pagesave plotësojnë preferencat e klientëve tuaj, duke përmirësuar përvojën e tyre të blerjeve. Veçoritë e integruara të ndihmës së klientit dhe ndihmësit sigurojnë që mund të ofroni ndihmë kohëpaskohore për klientët tuaj. Për më tepër, masat e sigurisë së Pos.al mbrojnë të dhënat e klientit dhe ju ndihmojnë të përputheni me rregulloret e privatësisë. Kompatibiliteti i saj me pajisje të ndryshme hardueri siguron operime të paqëndrueshme, dhe planet komprehensive të platformës ofrojnë zgjedhje që përshtaten me nevojat dhe buxhetin tuaj.",
    "Is my personal information secure?": "A është i sigurt informacioni im personal?",
    "Yes, the security of your personal information is of utmost importance to us. At Pos.al, we employ advanced security measures to safeguard your data during transactions and interactions with our platform. Our system utilizes encryption protocols and follows industry best practices to ensure the confidentiality and integrity of your information. You can trust that your personal and financial data is handled with the highest level of care and protection.": "Po, siguria e informacionit tuaj personal është shumë e rëndësishme për ne. Tek Pos.al, ne përdorim masa të avancuara të sigurisë për të ruajtur të dhënat tuaja gjatë transaksioneve dhe ndërveprimeve me platformën tonë. Sistemi ynë përdor protokolle të kodifikimit dhe ndjek praktikat më të mira të industrisë për të siguruar konfidencialitetin dhe integritetin e të dhënave tuaja. Mund të keni besim që të dhënat tuaja personale dhe financiare trajtohen me nivelin më të lartë të kujdesit dhe mbrojtjes.",
    "What if I have more questions?": "Po nëse kam më shumë pyetje?",
    "We welcome your questions and are here to assist you every step of the way. If you have additional inquiries or need further guidance, our dedicated customer support team is readily available to provide prompt and helpful assistance. You can reach out to us through various channels, including live chat, email, and our website's contact form. Your satisfaction and understanding are our priorities, and we are committed to ensuring that you have a seamless and productive experience with Pos.al.": " Ne mirëpresim pyetjet tuaja dhe jemi këtu për t'ju ndihmuar në çdo hap të rrugës. Nëse keni pyetje shtesë ose keni nevojë për ndihmë të mëtejshme, ekipi ynë i posaçëm i shërbimit për klientët është gati gjithmonë të ofrojë ndihmë të menjëhershme. Mund të na kontaktoni përmes kanaleve të ndryshme, duke përfshirë bisedën live, emailin dhe formën e kontaktit të faqes sonë të internetit. Kënaqësia dhe kuptimi juaj janë prioritetet tona dhe jemi të angazhuar të sigurojmë që të keni një përvojë të përsosur dhe të produktshme me Pos.al.",
    "Frequently Asked Questions": "Pyetjet më të shpeshta",
    "Welcome to Pos.al! We are a leading technology company specializing in providing cutting-edge point-of-sale (POS) solutions for businesses of all sizes. With a strong commitment to innovation and customer satisfaction, we have become a trusted partner for businesses looking to streamline their sales operations and enhance customer experiences.": "Mirësevini në Pos.al! Jemi një kompani teknologjie që specializohet në ofrimin e zgjidhjeve të fundit të teknologjisë mbi sistemet e shitjes (POS) për biznese të të gjitha madhësive. Me një përkushtim të fortë ndaj inovacionit dhe kënaqësisë së klientëve, jemi një partner i besueshëm për bizneset që kërkojnë të përmirësojnë operacionet e tyre të shitjes dhe të përmirësojnë përvojën e klientëve.",
    "Our mission is to revolutionize the way businesses manage their sales processes. We combine advanced technology with user-friendly interfaces to create this powerful POS platform that empower businesses to thrive in today's competitive market.": "Misioni ynë është të revolucionarizojmë mënyrën se si bizneset menaxhojnë mbi shitjet e tyre. Kombinojmë teknologjinë e avancuar me ndërfaqe të lehtë për përdoruesit për të sjellë platformën e fuqishme POS që fuqizojnë bizneset për të shkëlqyer në tregun konkurrues të sotëm.",
    "Versatile packages": "Paketa të Ndryshme",
    "Inventory Management Solutions": "Zgjidhje për Menaxhimin e Inventarit",
    "Payment Processing Integration": "Proces i integruar pagesash",
    "Customer Support and Helpdesk Services": "Shërbim për Klientët dhe Helpdesk",
    "About Us": "Rreth Nesh",
    "Services": "Shërbimet",
    "Browse our flexible pricing plans and choose the perfect package for your business.": "Shikoni çmimet fleksibël dhe zgjidhni planin e përshtatshëm për biznesin tuaj.",
    "Find answers to common questions about our products and services." : "Gjeni përgjigjet tuaj mbi pyetjet në lidhje me platformën ose produktet.",
    "Learn more about our company's mission, services, and commitment to excellence." : "Mësoni më shumë rreth kompanisë tonë, shërbimeve dhe përkushtimit ndaj ekselencës.",
    "Discover our innovative Point of Sale (POS) solutions designed to elevate your business.": "Zbuloni platformën tonë mbi pikën e shitjeve (POS) projektuar për të avancuar biznesin tuaj.",
    "Get in touch with us to learn more about our services and how we can help your business thrive.": "Na kontaktoni për të mësuar më shumë rreth shërbimeve tona dhe si mund të ndihmojmë biznesin tuaj.",
    "Explore our terms and conditions for using our products and services.": "Eksploroni termat dhe kushtet për përdorimin e produkteve dhe shërbimeve tona.",
    "User responsibility for account credentials": "Përgjegjësia e përdoruesit mbi kredencialet e llogarisë",
    "You acknowledge and agree that you are solely responsible for maintaining the confidentiality and security of your username, email, and password associated with your account. Any activities performed under your account will be considered your responsibility.": "Ju e kuptoni dhe pranoni se jeni vetë përgjegjës për ruajtjen e konfidencialitetit dhe sigurisë së emrit tuaj të përdoruesit(username), emailit dhe fjalëkalimit të lidhur me llogarinë tuaj. Çdo aktivitet i kryer nën llogarinë tuaj do të konsiderohet përgjegjësia juaj.",
    "Subscriptions and financial responsibilities": "Abonimet dhe përgjegjësitë financiare",
    "When you purchase a subscription(s) to our services, you understand and accept full responsibility for all transactions and actions performed on your account. You agree to promptly address any payment-related issues and ensure the accuracy of billing information. Our company is not responsible for any financial loss caused by the use of our services.": "Kur bleni një/disa abonim/e mbi shërbimet tona, ju kuptoni dhe pranoni përgjegjësinë e plota për të gjitha transaksionet dhe veprimet e kryera në llogarinë tuaj. Ju pranoni të adresoni menjëherë çdo çështje që lidhet me pagesat dhe të siguroni saktësinë e informacionit të faturimit. Kompania jonë nuk është përgjegjëse për ndonjë humbje financiare të shkaktuar nga përdorimi i shërbimeve tona. ",
    "It's important to note that with paid subscriptions or any financial interactions, we do not provide indemnification. You are solely responsible for any decisions, transactions, or financial implications that may arise from the use of our platform. Any actions taken with your account, including paid subscriptions, are undertaken at your own risk.": "Është e rëndësishme të theksohet se për abonimet e paguara ose ndonjë ndërveprim tjetër financiar, ne nuk ofrojmë dëmshpërblime. Ju jeni vetë përgjegjës për çdo vendim, transaksion ose implikim financiar që mund të lind nga përdorimi i platformës sonë. Çdo veprim i ndërmarrë në llogarinë tuaj, duke përfshirë dhe abonimet, ndërmerren me rrezikun tuaj.",
    "Live chat and customer support": "Live chat dhe Shërbimi i klientit",
    "We are dedicated to providing excellent customer support to enhance your experience with our Point of Sale (POS) website.  Our customer care team is available to assist you during our regular working hours, Monday to Friday, from 7:00 AM to 21:00 PM and Saturday from 9:00 AM to 16:00 PM.": "Ne jemi të përkushtuar për të ofruar mbështetje të shkëlqyer ndaj klientit për të përmirësuar përvojën tuaj me faqen tonë të Pikave të Shitjes (POS). Ekipi ynë i kujdesit ndaj klientit është në dispozicion për t'ju ndihmuar gjatë orarit tonë të rregullt të punës, nga e hëna në të premte, nga ora 7:00 deri në orën 21:00 dhe ditën e shtunë nga ora 9:00 deri në orën 16:00.",
    "During working hours---If you require assistance or have any inquiries, our customer care representatives are ready to help you. You can reach out to us through our online chat support system available on the website.": "Gjatë orarit të punës---Nëse keni nevojë për ndihmë ose keni ndonjë pyetje, përfaqësuesit tanë të kujdesit ndaj klientit janë të gatshëm t'ju ndihmojnë. Mund të na kontaktoni përmes sistemit tonë të mbështetjes live-chat, i disponueshëm në faqe.",
    "After Hours - Email Support---For your convenience, even after regular business hours, you can contact us for support. If you encounter any problems or have questions, you can leave us an email at the address provided on our homepage. When leaving an email, please be sure to include your name, email address, and a detailed description of the problem you are experiencing. Our team will respond to your email within the next business day.  You can always refer to our basic knowledge page at the link https://posal.tawk.help/.": "Pas orarit të punës - Mbështetje me email---Për lehtësinë tuaj, edhe pas orarit të rregullt të punës, mund të na kontaktoni për mbështetje. Nëse hasni ndonjë problem ose keni pyetje, mund të na lini një email në adresën e dhënë në faqen tone kryesore. Kur lini një email, ju lutemi sigurohuni që të përfshini emrin tuaj, adresën e emailit dhe një përshkrim të detajuar të problemit me të cilin po përballeni. Ekipi ynë do t'i përgjigjet emailit tuaj brenda ditës së ardhshme të punës. Gjithmonë mund të referoheni edhe në faqen tone të njohurive bazë në linkun: https://posal.tawk.help/.",
    "High priority support---In case of high priority matters that require immediate attention such as you cannot log in into your profile or the documents or receipts are being saved, outside of our regular business hours, you have access to quick assistance.": "Ndihma në çështjet me prioritet të lartë ---Në rast të çështjeve që kërkojnë vëmendje të menjëhershme jashtë orarit tonë të rregullt të punës si: dokumentet e shitjes nuk ruhen në sistem, e keni të pamundur të logoheni në profilin tuaj , ju keni mundësi për ndihmë të shpejtë.",
    "You can send an email directly to the following address [info@pos.al].": "Ju mund të dërgoni një email direkt në adresën e mëposhtme: [info@pos.al].",
    "Moreover, in case of a high priority situation, you can call our helpline at [+355672014274] for immediate help and support.": "Për më tepër ju mund të telefononi linjën tonë të ndihmës në [+355672014274] për mbështetje të menjëhershme.",
    "We are committed to ensuring that you receive the necessary assistance and support for a seamless experience while using our POS software platform.": "Ne jemi të përkushtuar të sigurojmë që ju të merrni ndihmën dhe mbështetjen e nevojshme për një përvojë të qetë gjatë përdorimit të platformës sonë të softuerit POS.",
    "Contents": "Përmbajtja",
    "User responsibility for fiscalization" : "Përgjegjësia e përdoruesit mbi fiskalizimin",
    "It is important to note that fiscalization, including the proper handling of invoices and related legal requirements, is the sole responsibility of the user. Our platform provides the necessary tools and features to facilitate fiscalization processes, but ultimate compliance with tax regulations and accurate reporting rests with the user.": "Është e rëndësishme të theksohet se fiskalizimi, duke përfshirë trajtimin e duhur të faturave dhe kërkesave ligjore përkatës, është përgjegjësi e vetë përdoruesit. Platforma jonë ofron mjetet dhe risitë e nevojshme për të lehtësuar proceset e fiskalizimit, por pajtueshmëria përfundimtare me rregulloret tatimore dhe raportimi i saktë i takon përdoruesit.",
    "While we strive to offer a seamless experience and support in using our platform's fiscalization features, it's essential for users to understand and adhere to the legal obligations of their jurisdiction. We encourage users to stay informed about the relevant laws and regulations pertaining to fiscalization and to seek professional advice if needed.": "Ndërsa ne përpiqemi të ofrojmë një përvojë dhe mbështetje pa probleme në përdorimin e risive mbi fiskalizimin në platformën tonë, është thelbësore që përdoruesit të kuptojnë dhe t'u përmbahen detyrimeve ligjore të juridiksionit të tyre. Ne inkurajojmë përdoruesit të qëndrojnë të informuar për ligjet dhe rregulloret përkatëse që kanë të bëjnë me fiskalizimin dhe të kërkojnë këshilla profesionale nëse është e nevojshme.",
    "As part of our commitment to transparency and user empowerment, we provide resources and guidance to assist users in understanding and fulfilling their fiscalization obligations. However, users are responsible for ensuring the accuracy and completeness of their fiscalization activities while using our platform.": "Si pjesë e angazhimit tonë për transparencë dhe fuqizim të përdoruesve, ne ofrojmë burime dhe udhëzime për të ndihmuar përdoruesit në kuptimin dhe përmbushjen e detyrimeve të tyre mbi fiskalizimin. Megjithatë, përdoruesit janë vetë përgjegjës për të siguruar saktësinë dhe plotësinë e aktiviteteve të tyre të fiskalizimit gjatë përdorimit të platformës sonë.",
    "By using our Point of Sale (POS) software platform, users acknowledge and agree to undertake their fiscalization duties in accordance with the applicable laws and regulations.": "Duke përdorur platformën tonë të softuerit POS, përdoruesit kuptojnë dhe pranojnë të ndërmarrin detyrat e tyre të fiskalizimit në përputhje me ligjet dhe rregulloret në fuqi.",
    "We are here to provide support and assistance, but the ultimate responsibility for fiscalization lies with each user.": "Ne jemi këtu për të ofruar mbështetje dhe ndihmë, por përgjegjësia përfundimtare për fiskalizimin i takon çdo përdoruesi.",
    "This route does not exist..." : "Faqja nuk ekziston..."
}