{
    "Pos.al: Simplify Your Point of Sale": "Platforma POS",
    "Simplify Sales. Enhance Service.": "Thjeshtoni shitjet. Përmirëso Shërbimin.",
    "Introduction": "Hyrje",
    "Start your plan" : "Shiko planet",
    "Welcome to our Point of Sale (POS) website. These terms and conditions (hereafter Terms) apply to all users of the website and its services. By accessing or using our website, you agree to be bound by these Terms. If you do not agree with these Terms, you may not use the website.": "Mirësevini në faqen tonë të shitjes (POS). Këto kushte (të quajtura këtu si 'Kushtet') aplikohen për të gjithë përdoruesit e faqes tonë dhe shërbimeve. Duke hyrë ose duke përdorur faqen tonë, ju pajtoheni me këto Kushte. Nëse nuk pajtoheni me këto Kushte, nuk mund të përdorni faqen tonë.",
    "Terms & Conditions" : "Termat & Kushtet",
    "Use of Website": "Përdorimi i faqes",
    "You are granted permission to use our website and services for lawful purposes only. You may not use the website in any way that breaches any applicable local, national or international law or regulation." : "Juve ju jepet e drejta për të përdorur faqen tonë dhe shërbimet e saj vetëm për qëllime të ligjshme. Ju nuk mund ta përdorni faqen e tonë në asnjë mënyrë që shkel çdo ligj ose rregullore të zbatueshme vendore, kombëtare ose ndërkombëtare.",
    "Pricing": "Çmimet",
    "Features": "Risitë",
    "Support": "Ndihma online",
    "Login": "Hyr",
    "What’s included" : "Çfarë përfshihet",
    "Access to our Pos platform and basic services" : "Akses në shërbimet bazike të platformës Pos.",
    "Access to cash fiscalization" : "Akses në fiskalizimin cash.",
    "Access to e-invoice fiscalization" : "Akses në fiskalizimin e-invoice.",
    "Access to cash, non-cash, e-invoice services for every 1000 requests." : "Akses në shërbimet e fiskalizimit cash, jo-cash, e-invoice për çdo 1000 kërkesa",
    "Pos + Cash Fiscalization" : "Pos + Fiskalizimi Cash",
    "400ALL/monthly" : "400ALL/muaj",
    "200ALL/monthly" : "200ALL/muaj",
    "500ALL/monthly" : "500ALL/muaj",
    "Pos + E-Invoice Fiscalization" : "Pos + Fiskalizimi E-Invoice",
    "Rest API Fiscalization" : "Fiskalizim Rest API",
    "Try Now..." : "Provo Pos...",
    "Great pos platform. Really enjoying my experience! I am so glad that I found this platform 😊" : "Platformë e shkëlqyer pos. Me të vërtetë më pëlqen përvoja! Jam shumë i lumtur që gjeta këtë platformë 😊",
    "I would recommend this platform to EVERYBODY. It's great!" : "Unë do t'ia rekomandoja këtë platformë TË GJITHËVE. Është e mrekullueshme!",
    "I am finding this experience wonderful. Very great platform!" : "Më duket e mrekullueshme kjo përvojë. Platformë shumë e shkëlqyer!",
    "What our people say" : "Vlerësimet e klientëve",
    "Different plans for different needs" : "Planet sipas nevojës",
    "Free" : "Falas",
    "Easy Product Management" : "Menaxhim i thjeshtë i produkteve",
    "Pos.al simplifies the management of products" : "Pos.al e bën menaxhimin e produkteve më të lehtë",
    "With Pos.al businesses can swiftly navigate through their catalog, search for items, and apply filters to quickly find specific products, ensuring a smooth and efficient sales process." : "Me Pos.al bizneset mund të navigojnë me shpejtësi nëpër katalogun e tyre, të kërkojnë artikuj dhe të aplikojnë filtra për të gjetur shpejt produkte specifike, duke siguruar një proces të qetë dhe efikas të shitjeve.",
    "Intuitive catalog" : "Katalog i thjeshtë",
    "Efficient management" : "Menaxhim efikas",
    "Flexible Payment Options" : "Pagesa Fleksibël",
    "Pos.al offers flexible payment options" : "Pos. al ofron mënyra pagesash fleksibël",
    "With Pos.al you can generate customizable receipts and invoices, providing businesses with a professional and organized approach to financial transactions." : "Me Pos.al ju mund të gjeneroni fatura të personalizuara, duke u ofruar bizneseve një qasje profesionale dhe të organizuar ndaj transaksioneve financiare.",
    "Multiple payment methods" : "Mënyra pagesash të ndryshme",
    "Secure transactions" : "Transaksione të sigurta",
    "Customer Support and Helpdesk" : "Shërbim klienti dhe live chat",
    "Pos.al offers integrated customer support and helpdesk features" : "Pos.al ofron live chat dhe shërbim klienti",
    "The platform includes ticketing systems, live chat support, and a knowledge base to address common questions or concerns. With a dedicated customer support and helpdesk feature, you can improve customer satisfaction, build trust, and maintain strong relationships." : "Platforma përfshin krijimin e 'tickets', suport live me agjentët tanë dhe një bazë njohurish për të adresuar pyetjet ose problemet e zakonshme. Me një suport të dedikuar, ju mund të përmirësoni kënaqësinë e klientit, të krijoni besim dhe të mbani marrëdhënie të forta.",
    "Intellectual Property" : "Prona intelektuale",
    "All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of our company or its content suppliers and is protected by Republic of Albania and international copyright laws." : "E gjithë përmbajtja në këtë faqe interneti, duke përfshirë por pa u kufizuar në tekst, grafika, logo, imazhe dhe softuer, është pronë e kompanisë sonë ose furnizuesve të saj të përmbajtjes dhe mbrohet nga Republika e Shqipërisë dhe ligjet ndërkombëtare për të drejtat e autorit.",
    "Privacy Policy" : "Politikat e privatësisë",
    "Our privacy policy governs the collection, use, and storage of personal information provided by users of this website. By using our website, you agree to our privacy policy." : "Politika jonë e privatësisë rregullon mbledhjen, përdorimin dhe ruajtjen e informacionit personal të ofruar nga përdoruesit e kësaj faqeje interneti. Duke përdorur faqen tonë të internetit, ju pranoni politikën tonë të privatësisë.",
    "User Conduct" : "Sjellja e përdoruesit",
    "You agree to use our website in a manner that is legal, ethical, and respectful of the rights of others. You may not use our website to harass, threaten, or intimidate others, to engage in any activity that is fraudulent, deceptive or harmful, or to transmit any viruses or other harmful code." : "Ju pranoni të përdorni faqen tonë të internetit në një mënyrë që është ligjore, etike dhe respektuese e të drejtave të të tjerëve. Ju nuk mund të përdorni faqen tonë të internetit për të ngacmuar, kërcënuar ose frikësuar të tjerët, për t'u përfshirë në ndonjë aktivitet që është mashtrues, mashtrues ose i dëmshëm, ose për të transmetuar ndonjë virus ose kod tjetër të dëmshëm.",
    "Limitation of Liability" : "Kufizimi i përgjegjësisë",
    "Our company is not liable for any damages resulting from the use or inability to use our website or services, including but not limited to direct, indirect, incidental, punitive, and consequential damages. We are not responsible for any loss or damage that may result from any unauthorized access to or use of our servers or any interruption of our services." : "Kompania jonë nuk është përgjegjëse për ndonjë dëm që rezulton nga përdorimi ose pamundësia për të përdorur faqen tonë të internetit ose shërbimet, duke përfshirë, por pa u kufizuar në dëme të drejtpërdrejta, të tërthorta, të rastësishme, ndëshkuese dhe pasuese. Ne nuk jemi përgjegjës për ndonjë humbje ose dëmtim që mund të rezultojë nga ndonjë akses i paautorizuar ose përdorimi i serverëve tanë ose ndonjë ndërprerje e shërbimeve tona.",
    "Indemnification" : "Dëmshpërblimi",
    "You agree to indemnify and hold our company and its affiliates, officers, agents, employees, and partners harmless from any claim or demand, including reasonable attorneys' fees, arising out of your use of our website or services, your violation of these Terms, or your violation of any rights of another person or entity." : "Ju pranoni të dëmshpërbleni dhe mbani kompaninë tonë dhe bashkëpunëtorët e saj, oficerët, agjentët, punonjësit dhe partnerët e saj të padëmshëm nga çdo pretendim apo kërkesë, duke përfshirë tarifat e arsyeshme të avokatëve, që rrjedhin nga përdorimi juaj i faqes sonë të internetit ose shërbimeve, shkeljes nga ana juaj e këtyre Kushteve, ose shkeljen tuaj të ndonjë të drejte të një personi ose subjekti tjetër.",
    "Modifications" : "Modifikimet",
    "We reserve the right to modify or revise these Terms at any time without notice. Your continued use of the website after any changes to these Terms constitutes your acceptance of the new Terms." : "Ne rezervojmë të drejtën për të modifikuar ose rishikuar këto Kushte në çdo kohë pa paralajmërim. Përdorimi i vazhdueshëm i faqes së internetit pas çdo ndryshimi në këto Kushte përbën pranimin tuaj të Kushteve të reja.",
    "Governing Law" : "Ligji në fuqi",
    "These Terms shall be governed by and construed in accordance with the laws of the Republic of Albania, without giving effect to any principles of conflicts of law." : "Këto Kushte do të udhëhiqen nga dhe do të interpretohen në përputhje me ligjet e Republikës së Shqipërisë, pa vënë në fuqi asnjë parim të konfliktit të ligjit.",
    "Contact Us" : "Na kontaktoni",
    "If you have any questions or comments about these Terms, please contact us." : "Nëse keni ndonjë pyetje ose koment në lidhje me këto Kushte, ju lutemi na kontaktoni.",
    "Customer support" : "Shërbim klienti",
    "Helpdesk integration" : "Integrim me live chat",
    "If you have any quesiton or need help with anything, don't hesitate to reach out to us:" : "Nëse keni ndonjë pyetje ose keni nevojë për ndihmë mos hezitoni të na kontaktoni:",
    "Mobile:" : "Telefon:",
    "Follow us on YouTube" : "Na ndiqni në YouTube",
    "Email us" : "Na shkruani në Email",
    "Visit our page" : "Vizitoni faqen tonë",
    "Get in Touch with us" : "Na kontaktoni",
    "Contact" : "Kontakti",
    "Reliable" : "I thjeshtë",
    "Swift" : "I shpejtë",
    "Secured" : "I sigurt",
    "Get Started" :  "Filloni planin"

}